{
  "ru": {
    "Home": "Главная",
    "Pricing": "Цены",
    "Reviews": "Отзывы",
    "Blog": "Блог",
    "Set up your event": "Создать мероприятие",
    "DASHBOARD": "ПАНЕЛЬ",
    "dashboard": "панель",
    "LOGIN": "ВХОД",
    "login": "вход",
    "Make someone smile all year long – for": "Подарите улыбку на целый год – для",
    "Make someone smile all year long - for": "Подарите улыбку на целый год – для",
    "Make someone smile all year long": "Подарите улыбку на целый год",
    "weddings": "свадеб",
    "birthdays": "дней рождения",
    "parties": "праздников",
    "any big day": "любого особенного дня",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Превратите один особенный день в 52 недели воспоминаний. Потому что некоторые моменты должны жить вечно.",
    "The perfect gift for:": "Идеальный подарок для:",
    "Corporate events": "Корпоративные мероприятия",
    "One day of celebration. 52 reminders of love.": "Один день праздника. 52 напоминания о любви.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Идеально для пар, которые ценят воспоминания больше вещей. Позвольте близким отправлять по одному сообщению в неделю – искренние, весёлые и незабываемые.",
    "Birthday": "День рождения",
    "Wedding": "Свадьба",
    "how it works": "как это работает",
    "Message in. Magic out.": "Сообщение внутрь. Магия наружу.",
    "No app download needed. Easy as 1, 2, 3.": "Не нужно скачивать приложение. Просто как раз, два, три.",
    "Step 1": "Шаг 1",
    "Step 2": "Шаг 2",
    "Step 3": "Шаг 3",
    "Step 4": "Шаг 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Создайте мероприятие и пригласите гостей с помощью простой ссылки или QR-кода",
    "Guests upload photos or videos with a short message — no app or signup required.": "Гости загружают фото или видео с коротким сообщением — без приложения и регистрации.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Мы доставляем их воспоминания неделя за неделей — в красивый онлайн-альбом, который растёт со временем.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Вы контролируете всё: отслеживайте прогресс, управляйте приглашениями и вносите изменения в любое время.",
    "Try it for free": "Попробуйте бесплатно",
    "Send yourself a memory to see how it works – no sign-up required.": "Отправьте себе воспоминание, чтобы увидеть, как это работает — регистрация не нужна.",
    "Create a test memory": "Создать тестовое воспоминание",
    "Ready to set up your event?": "Готовы создать мероприятие?",
    "Pay once. Enjoy it all year.": "Платите один раз. Наслаждайтесь весь год.",
    "26 Memories": "26 воспоминаний",
    "One surprise every two weeks": "Один сюрприз каждые две недели",
    "Best for small, intimate celebrations": "Лучший выбор для небольших торжеств",
    "Get started": "Начать",
    "52 Memories": "52 воспоминания",
    "One surprise every week": "Один сюрприз каждую неделю",
    "The most loved option": "Самый популярный вариант",
    "most popular": "самый популярный",
    "104 Memories": "104 воспоминания",
    "Two surprises per week": "Два сюрприза в неделю",
    "Best for large groups and many contributors": "Лучший выбор для больших групп",
    "What's included:": "Что включено:",
    "Worldwide access, multiple languages": "Доступ по всему миру, много языков",
    "Photos and messages, optional video": "Фото и сообщения, видео по желанию",
    "Timed delivery over 52 weeks": "Доставка по расписанию в течение 52 недель",
    "100% money-back guarantee": "100% гарантия возврата денег",
    "Quick invites via link or QR code": "Быстрые приглашения по ссылке или QR-коду",
    "What users remember": "Что запоминают пользователи",
    "Turning one day into a year of memories.": "Превращаем один день в год воспоминаний.",
    "setup": "настройка",
    "MESSAGES": "СООБЩЕНИЯ",
    "GIFTING": "ПОДАРКИ",
    "Is 52memories available worldwide?": "Доступен ли 52memories по всему миру?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Да — как цифровой сервис, 52memories работает везде, где есть интернет. Если нет местных ограничений, вы можете использовать его из любой точки мира.",
    "What languages does 52memories support?": "Какие языки поддерживает 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Открытки можно писать на любом языке. Интерфейс доступен на многих языках: английский, немецкий, испанский, французский, итальянский, польский, голландский, португальский, турецкий и другие.",
    "How do I know if all memory slots are filled?": "Как узнать, заполнены ли все слоты?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Ваша панель показывает, кто уже участвует и сколько слотов свободно — и позволяет приглашать новых гостей.",
    "Can I set multiple recipients?": "Можно ли указать нескольких получателей?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Да! Можно добавить несколько получателей — и изменить их позже при необходимости.",
    "Can I increase the number of memories later?": "Можно ли увеличить количество воспоминаний позже?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Нет — после создания мероприятия ритм доставки фиксируется. Выберите количество воспоминаний заранее.",
    "Can I plan ahead for an event in the future?": "Можно ли запланировать мероприятие заранее?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Конечно. Создайте мероприятие на любую дату — на следующую неделю, месяц или даже год.",
    "Can I test before buying?": "Можно ли попробовать перед покупкой?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Конечно! Попробуйте и посмотрите, как гости создают воспоминания.",
    "How do I invite guests?": "Как пригласить гостей?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Просто отправьте им ссылку — или раздайте QR-флаер на мероприятии.",
    "How do I create an event?": "Как создать мероприятие?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Создайте аккаунт, выберите количество воспоминаний и получите ссылку и QR-флаер сразу после оплаты.",
    "What if I'm not satisfied with 52memories?": "Что если я не доволен 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Не переживайте — если вам не понравится, можно отменить в течение 3 месяцев после первой открытки. Мы вернём полную стоимость.",
    "Why should I use 52memories?": "Почему стоит использовать 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Некоторые дни слишком особенные — и проходят мгновенно. 52memories превращает один день в целый год сюрпризов, фотографий и моментов — доставляемых с любовью.",
    "Can the photos and videos shared by guests be downloaded?": "Можно ли скачать фото и видео от гостей?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Мы работаем над этим. Пока скачивание недоступно, но возможно появится в будущем.",
    "Can I see the cards that have been created?": "Можно ли посмотреть созданные открытки?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "В панели видно, кто создал открытки и на какие даты — но содержимое скрыто до момента получения.",
    "How are the messages delivered to the recipient?": "Как сообщения доставляются получателю?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Когда открывается новая открытка, получатель получает email со ссылкой на неё в онлайн-альбоме.",
    "What happens if a guest creates multiple cards?": "Что если гость создаст несколько открыток?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "В панели видно, кто создал открытки. Лишние можно удалить.",
    "Can created cards be edited later?": "Можно ли редактировать открытки позже?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Да. Гости получают email со ссылкой для редактирования открытки.",
    "Do guests need to register or download an app?": "Нужно ли гостям регистрироваться или скачивать приложение?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Нет! Они могут сразу создавать открытку. Нужен только email для подтверждения.",
    "How do guests create messages?": "Как гости создают сообщения?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Всё просто — гости загружают фото или видео, добавляют сообщение и отправляют. Без приложения.",
    "What kind of technical setup do guests need?": "Какое оборудование нужно гостям?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Только смартфон и интернет. Можно также с компьютера.",
    "Can multiple people contribute together?": "Могут ли несколько человек участвовать вместе?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Конечно. Можно указать название группы или имена всех участников — мы включим их в первое сообщение.",
    "How does the recipient find out about the gift?": "Как получатель узнаёт о подарке?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Они получат приветственное письмо с объяснением, что такое 52memories и от кого подарок.",
    "Can I use it for a couple, a single person, or a group?": "Можно использовать для пары, одного человека или группы?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Да! 52memories идеален для дней рождения, свадеб, юбилеев, прощаний, корпоративов и других событий.",
    "How much does it cost?": "Сколько это стоит?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Цена зависит от количества воспоминаний: раз в две недели (26), еженедельно (52) или дважды в неделю (104).",
    "NAVIGATION": "НАВИГАЦИЯ",
    "Farewell": "Прощание",
    "Baby shower": "Беби-шауэр",
    "Retirement": "Выход на пенсию",
    "Anniversary": "Годовщина",
    "Graduation": "Выпускной",
    "Team event": "Корпоратив",
    "Social links": "Соцсети",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Все права защищены.",
    "Privacy": "Конфиденциальность",
    "Site notice": "Правовая информация",
    "Terms and conditions": "Условия использования",
    "Cookies Settings": "Настройки Cookie",
    "Made with love by Ministry": "Сделано с любовью Ministry"
  },
  "de": {
    "Home": "Startseite",
    "Pricing": "Preise",
    "Reviews": "Bewertungen",
    "Blog": "Blog",
    "Set up your event": "Event erstellen",
    "DASHBOARD": "DASHBOARD",
    "dashboard": "dashboard",
    "LOGIN": "ANMELDEN",
    "login": "anmelden",
    "Make someone smile all year long – for": "Schenke jemandem ein ganzes Jahr Freude – für",
    "Make someone smile all year long - for": "Schenke jemandem ein ganzes Jahr Freude – für",
    "Make someone smile all year long": "Schenke jemandem ein ganzes Jahr Freude",
    "weddings": "Hochzeiten",
    "birthdays": "Geburtstage",
    "parties": "Partys",
    "any big day": "jeden besonderen Tag",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Verwandle einen besonderen Tag in 52 Wochen voller Erinnerungen. Weil manche Momente für die Ewigkeit gemacht sind.",
    "The perfect gift for:": "Das perfekte Geschenk für:",
    "Corporate events": "Firmenevents",
    "One day of celebration. 52 reminders of love.": "Ein Tag zum Feiern. 52 Erinnerungen voller Liebe.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfekt für Paare, die Erinnerungen mehr schätzen als Dinge. Lass ihre Liebsten jede Woche eine Nachricht senden – herzlich, lustig und unvergesslich.",
    "Birthday": "Geburtstag",
    "Wedding": "Hochzeit",
    "how it works": "so funktioniert's",
    "Message in. Magic out.": "Nachricht rein. Magie raus.",
    "No app download needed. Easy as 1, 2, 3.": "Kein App-Download nötig. Einfach wie 1, 2, 3.",
    "Step 1": "Schritt 1",
    "Step 2": "Schritt 2",
    "Step 3": "Schritt 3",
    "Step 4": "Schritt 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Erstelle dein Event und lade Gäste mit einem einfachen Link oder QR-Code-Flyer ein",
    "Guests upload photos or videos with a short message — no app or signup required.": "Gäste laden Fotos oder Videos mit einer kurzen Nachricht hoch — keine App oder Anmeldung nötig.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Wir liefern ihre Erinnerungen Woche für Woche — in ein schönes Online-Album, das mit der Zeit wächst.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Du behältst die Kontrolle: Verfolge den Fortschritt, verwalte Einladungen und nimm jederzeit Änderungen vor.",
    "Try it for free": "Kostenlos testen",
    "Send yourself a memory to see how it works – no sign-up required.": "Sende dir selbst eine Erinnerung, um zu sehen wie es funktioniert – keine Anmeldung nötig.",
    "Create a test memory": "Test-Erinnerung erstellen",
    "Ready to set up your event?": "Bereit, dein Event zu erstellen?",
    "Pay once. Enjoy it all year.": "Einmal zahlen. Das ganze Jahr genießen.",
    "26 Memories": "26 Erinnerungen",
    "One surprise every two weeks": "Eine Überraschung alle zwei Wochen",
    "Best for small, intimate celebrations": "Ideal für kleine, intime Feiern",
    "Get started": "Loslegen",
    "52 Memories": "52 Erinnerungen",
    "One surprise every week": "Eine Überraschung jede Woche",
    "The most loved option": "Die beliebteste Option",
    "most popular": "am beliebtesten",
    "104 Memories": "104 Erinnerungen",
    "Two surprises per week": "Zwei Überraschungen pro Woche",
    "Best for large groups and many contributors": "Ideal für große Gruppen und viele Teilnehmer",
    "What's included:": "Was enthalten ist:",
    "Worldwide access, multiple languages": "Weltweiter Zugang, mehrere Sprachen",
    "Photos and messages, optional video": "Fotos und Nachrichten, optional Video",
    "Timed delivery over 52 weeks": "Zeitgesteuerte Lieferung über 52 Wochen",
    "100% money-back guarantee": "100% Geld-zurück-Garantie",
    "Quick invites via link or QR code": "Schnelle Einladungen per Link oder QR-Code",
    "What users remember": "Was Nutzer erinnern",
    "Turning one day into a year of memories.": "Aus einem Tag wird ein Jahr voller Erinnerungen.",
    "setup": "Einrichtung",
    "MESSAGES": "NACHRICHTEN",
    "GIFTING": "SCHENKEN",
    "Is 52memories available worldwide?": "Ist 52memories weltweit verfügbar?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Ja — als digitaler Service funktioniert 52memories überall mit Internetzugang. Solange es keine lokalen Einschränkungen gibt, kannst du es von überall nutzen.",
    "What languages does 52memories support?": "Welche Sprachen unterstützt 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Karten können in jeder Sprache geschrieben werden. Die Benutzeroberfläche ist in mehreren Sprachen verfügbar: Englisch, Deutsch, Spanisch, Französisch, Italienisch, Polnisch, Niederländisch, Portugiesisch, Türkisch — und mehr.",
    "How do I know if all memory slots are filled?": "Wie weiß ich, ob alle Plätze belegt sind?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Dein persönliches Dashboard zeigt genau, wer beigetragen hat und wie viele Plätze noch frei sind — und ermöglicht jederzeit weitere Einladungen.",
    "Can I set multiple recipients?": "Kann ich mehrere Empfänger festlegen?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Ja! Du kannst mehr als einen Empfänger hinzufügen — und sie später bei Bedarf ändern.",
    "Can I increase the number of memories later?": "Kann ich die Anzahl der Erinnerungen später erhöhen?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Nein — sobald dein Event eingerichtet ist, ist der Lieferrhythmus festgelegt. Wähle die Anzahl vorher.",
    "Can I plan ahead for an event in the future?": "Kann ich ein Event für die Zukunft planen?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Absolut. Erstelle dein Event für jedes zukünftige Datum — nächste Woche, nächsten Monat oder sogar nächstes Jahr.",
    "Can I test before buying?": "Kann ich vor dem Kauf testen?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Absolut! Probiere es aus und sieh, wie Gäste Erinnerungen erstellen.",
    "How do I invite guests?": "Wie lade ich Gäste ein?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Sende ihnen einfach deinen Link — oder verteile den gedruckten QR-Flyer beim Event.",
    "How do I create an event?": "Wie erstelle ich ein Event?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Erstelle ein Konto, wähle die Anzahl der Erinnerungen und erhalte sofort Zugang zu deinem Link und QR-Flyer nach dem Checkout.",
    "What if I'm not satisfied with 52memories?": "Was, wenn ich mit 52memories nicht zufrieden bin?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Keine Sorge — wenn du nicht zufrieden bist, kannst du innerhalb von 3 Monaten nach der ersten Karte stornieren. Wir erstatten den vollen Kaufpreis.",
    "Why should I use 52memories?": "Warum sollte ich 52memories nutzen?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Manche Tage sind einfach zu besonders — und vergehen im Nu. 52memories macht aus einem Tag etwas Bleibendes: ein ganzes Jahr voller Überraschungsnachrichten, liebevoller Fotos und gemeinsamer Momente.",
    "Can the photos and videos shared by guests be downloaded?": "Können die von Gästen geteilten Fotos und Videos heruntergeladen werden?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Wir denken darüber nach. Derzeit sind Downloads nicht verfügbar, aber möglicherweise in Zukunft.",
    "Can I see the cards that have been created?": "Kann ich die erstellten Karten sehen?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Im Dashboard siehst du, wer Karten erstellt hat und für welche Daten — aber der Inhalt bleibt bis zur Freischaltung verborgen.",
    "How are the messages delivered to the recipient?": "Wie werden die Nachrichten an den Empfänger zugestellt?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Bei jeder neuen Karte erhält der Empfänger eine E-Mail mit einem Link zu seinem Online-Album.",
    "What happens if a guest creates multiple cards?": "Was passiert, wenn ein Gast mehrere Karten erstellt?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Im Dashboard siehst du, wer Karten erstellt hat. Überzählige kannst du einfach löschen.",
    "Can created cards be edited later?": "Können erstellte Karten später bearbeitet werden?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Ja. Gäste erhalten eine E-Mail mit einem Link zum Bearbeiten ihrer Karte.",
    "Do guests need to register or download an app?": "Müssen Gäste sich registrieren oder eine App herunterladen?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Nein! Sie können sofort loslegen. Wir brauchen nur ihre E-Mail für die Bestätigung.",
    "How do guests create messages?": "Wie erstellen Gäste Nachrichten?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Ganz einfach — Gäste laden ein Foto oder Video hoch, fügen eine Nachricht hinzu und senden ab. Keine App nötig.",
    "What kind of technical setup do guests need?": "Welche technische Ausstattung brauchen Gäste?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Nur ein Smartphone und Internetzugang. Es geht auch vom Computer.",
    "Can multiple people contribute together?": "Können mehrere Personen gemeinsam beitragen?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Auf jeden Fall. Du kannst den Gruppennamen oder alle Namen angeben — wir fügen sie in die erste Nachricht ein.",
    "How does the recipient find out about the gift?": "Wie erfährt der Empfänger vom Geschenk?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Sie erhalten eine herzliche Willkommens-E-Mail von uns mit Erklärung zu 52memories und wer es geschenkt hat.",
    "Can I use it for a couple, a single person, or a group?": "Kann ich es für ein Paar, eine Einzelperson oder eine Gruppe nutzen?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Ja! 52memories ist perfekt für Geburtstage, Hochzeiten, Jubiläen, Abschiede, Teamevents und viele andere Anlässe.",
    "How much does it cost?": "Wie viel kostet es?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Der Preis hängt davon ab, wie viele Erinnerungen du senden möchtest: zweiwöchentlich (26), wöchentlich (52) oder zweimal pro Woche (104).",
    "NAVIGATION": "NAVIGATION",
    "Farewell": "Abschied",
    "Baby shower": "Babyparty",
    "Retirement": "Ruhestand",
    "Anniversary": "Jubiläum",
    "Graduation": "Abschluss",
    "Team event": "Teamevent",
    "Social links": "Social Links",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Alle Rechte vorbehalten.",
    "Privacy": "Datenschutz",
    "Site notice": "Impressum",
    "Terms and conditions": "AGB",
    "Cookies Settings": "Cookie-Einstellungen",
    "Made with love by Ministry": "Mit Liebe gemacht von Ministry"
  },
  "fr": {
    "Home": "Accueil",
    "Pricing": "Tarifs",
    "Reviews": "Avis",
    "Blog": "Blog",
    "Set up your event": "Créer un événement",
    "DASHBOARD": "TABLEAU DE BORD",
    "dashboard": "tableau de bord",
    "LOGIN": "CONNEXION",
    "login": "connexion",
    "Make someone smile all year long – for": "Faites sourire quelqu'un toute l'année – pour",
    "Make someone smile all year long - for": "Faites sourire quelqu'un toute l'année – pour",
    "Make someone smile all year long": "Faites sourire quelqu'un toute l'année",
    "weddings": "mariages",
    "birthdays": "anniversaires",
    "parties": "fêtes",
    "any big day": "tout grand jour",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Transformez un jour spécial en 52 semaines de souvenirs. Parce que certains moments sont faits pour durer.",
    "The perfect gift for:": "Le cadeau parfait pour :",
    "Corporate events": "Événements d'entreprise",
    "One day of celebration. 52 reminders of love.": "Un jour de fête. 52 rappels d'amour.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Parfait pour les couples qui préfèrent les souvenirs aux objets. Laissez leurs proches envoyer un message par semaine – sincère, drôle et inoubliable.",
    "Birthday": "Anniversaire",
    "Wedding": "Mariage",
    "how it works": "comment ça marche",
    "Message in. Magic out.": "Message envoyé. Magie reçue.",
    "No app download needed. Easy as 1, 2, 3.": "Pas besoin de télécharger d'app. Simple comme 1, 2, 3.",
    "Step 1": "Étape 1",
    "Step 2": "Étape 2",
    "Step 3": "Étape 3",
    "Step 4": "Étape 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Créez votre événement et invitez les invités avec un simple lien ou un flyer QR code",
    "Guests upload photos or videos with a short message — no app or signup required.": "Les invités téléchargent photos ou vidéos avec un court message — sans app ni inscription.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Nous livrons leurs souvenirs semaine après semaine — dans un bel album en ligne qui grandit avec le temps.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Vous gardez le contrôle : suivez la progression, gérez les invitations et modifiez à tout moment.",
    "Try it for free": "Essayez gratuitement",
    "Send yourself a memory to see how it works – no sign-up required.": "Envoyez-vous un souvenir pour voir comment ça marche – sans inscription.",
    "Create a test memory": "Créer un souvenir test",
    "Ready to set up your event?": "Prêt à créer votre événement ?",
    "Pay once. Enjoy it all year.": "Payez une fois. Profitez toute l'année.",
    "26 Memories": "26 souvenirs",
    "One surprise every two weeks": "Une surprise toutes les deux semaines",
    "Best for small, intimate celebrations": "Idéal pour les petites célébrations intimes",
    "Get started": "Commencer",
    "52 Memories": "52 souvenirs",
    "One surprise every week": "Une surprise chaque semaine",
    "The most loved option": "L'option la plus appréciée",
    "most popular": "le plus populaire",
    "104 Memories": "104 souvenirs",
    "Two surprises per week": "Deux surprises par semaine",
    "Best for large groups and many contributors": "Idéal pour les grands groupes",
    "What's included:": "Ce qui est inclus :",
    "Worldwide access, multiple languages": "Accès mondial, plusieurs langues",
    "Photos and messages, optional video": "Photos et messages, vidéo optionnelle",
    "Timed delivery over 52 weeks": "Livraison programmée sur 52 semaines",
    "100% money-back guarantee": "Garantie satisfait ou remboursé 100%",
    "Quick invites via link or QR code": "Invitations rapides par lien ou QR code",
    "What users remember": "Ce que les utilisateurs retiennent",
    "Turning one day into a year of memories.": "Transformer un jour en une année de souvenirs.",
    "setup": "configuration",
    "MESSAGES": "MESSAGES",
    "GIFTING": "CADEAUX",
    "Is 52memories available worldwide?": "52memories est-il disponible dans le monde entier ?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Oui — en tant que service numérique, 52memories fonctionne partout avec un accès internet. Tant qu'il n'y a pas de restrictions locales, vous pouvez l'utiliser de n'importe où.",
    "What languages does 52memories support?": "Quelles langues 52memories supporte-t-il ?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Les cartes peuvent être écrites dans n'importe quelle langue. L'interface est disponible en plusieurs langues : anglais, allemand, espagnol, français, italien, polonais, néerlandais, portugais, turc — et plus.",
    "How do I know if all memory slots are filled?": "Comment savoir si tous les créneaux sont remplis ?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Votre tableau de bord montre qui a contribué et combien de créneaux restent — et permet d'inviter plus d'invités à tout moment.",
    "Can I set multiple recipients?": "Puis-je définir plusieurs destinataires ?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Oui ! Vous pouvez ajouter plusieurs destinataires — et les modifier plus tard si nécessaire.",
    "Can I increase the number of memories later?": "Puis-je augmenter le nombre de souvenirs plus tard ?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Non — une fois l'événement créé, le rythme de livraison est fixé. Choisissez le nombre avant de commencer.",
    "Can I plan ahead for an event in the future?": "Puis-je planifier un événement futur ?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Absolument. Créez votre événement pour n'importe quelle date future — la semaine prochaine, le mois prochain ou même l'année prochaine.",
    "Can I test before buying?": "Puis-je tester avant d'acheter ?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Absolument ! Essayez et voyez comment les invités créent des souvenirs.",
    "How do I invite guests?": "Comment inviter des invités ?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Envoyez-leur simplement votre lien — ou distribuez le flyer QR imprimé lors de l'événement.",
    "How do I create an event?": "Comment créer un événement ?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Créez un compte, choisissez le nombre de souvenirs et obtenez instantanément votre lien et flyer QR après paiement.",
    "What if I'm not satisfied with 52memories?": "Et si je ne suis pas satisfait de 52memories ?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Pas de souci — si vous n'êtes pas satisfait, vous pouvez annuler dans les 3 mois après la première carte. Nous remboursons intégralement.",
    "Why should I use 52memories?": "Pourquoi utiliser 52memories ?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Certains jours sont trop spéciaux — et passent en un instant. 52memories transforme ce jour en quelque chose de durable : une année de messages surprises, de photos et de moments partagés — livrés avec amour.",
    "Can the photos and videos shared by guests be downloaded?": "Les photos et vidéos partagées par les invités peuvent-elles être téléchargées ?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Nous y réfléchissons. Pour l'instant, les téléchargements ne sont pas disponibles, mais c'est possible à l'avenir.",
    "Can I see the cards that have been created?": "Puis-je voir les cartes créées ?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Dans votre tableau de bord, vous voyez qui a créé des cartes et pour quelles dates — mais le contenu reste caché jusqu'au déverrouillage.",
    "How are the messages delivered to the recipient?": "Comment les messages sont-ils livrés au destinataire ?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Chaque fois qu'une nouvelle carte se déverrouille, le destinataire reçoit un email avec un lien vers son album en ligne.",
    "What happens if a guest creates multiple cards?": "Que se passe-t-il si un invité crée plusieurs cartes ?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Dans votre tableau de bord, vous voyez qui a créé des cartes. Vous pouvez supprimer les extras.",
    "Can created cards be edited later?": "Les cartes créées peuvent-elles être modifiées plus tard ?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Oui. Les invités reçoivent un email avec un lien pour modifier leur carte.",
    "Do guests need to register or download an app?": "Les invités doivent-ils s'inscrire ou télécharger une app ?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Non ! Ils peuvent créer leur carte immédiatement. Nous avons juste besoin de leur email pour la confirmation.",
    "How do guests create messages?": "Comment les invités créent-ils des messages ?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "C'est très simple — les invités téléchargent une photo ou vidéo, ajoutent un message et envoient. Sans app.",
    "What kind of technical setup do guests need?": "Quel équipement technique les invités ont-ils besoin ?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Juste un smartphone et une connexion internet. On peut aussi le faire depuis un ordinateur.",
    "Can multiple people contribute together?": "Plusieurs personnes peuvent-elles contribuer ensemble ?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Certainement. Vous pouvez ajouter le nom du groupe ou tous les noms — nous les inclurons dans le premier message.",
    "How does the recipient find out about the gift?": "Comment le destinataire découvre-t-il le cadeau ?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Ils recevront un email de bienvenue chaleureux expliquant ce qu'est 52memories et de qui ça vient.",
    "Can I use it for a couple, a single person, or a group?": "Puis-je l'utiliser pour un couple, une personne ou un groupe ?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Oui ! 52memories est parfait pour les anniversaires, mariages, jubilés, adieux, événements d'équipe et bien d'autres occasions.",
    "How much does it cost?": "Combien ça coûte ?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Le prix dépend du nombre de souvenirs : bimensuel (26), hebdomadaire (52) ou deux fois par semaine (104).",
    "NAVIGATION": "NAVIGATION",
    "Farewell": "Adieu",
    "Baby shower": "Baby shower",
    "Retirement": "Retraite",
    "Anniversary": "Anniversaire",
    "Graduation": "Remise de diplôme",
    "Team event": "Événement d'équipe",
    "Social links": "Liens sociaux",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Tous droits réservés.",
    "Privacy": "Confidentialité",
    "Site notice": "Mentions légales",
    "Terms and conditions": "Conditions générales",
    "Cookies Settings": "Paramètres des cookies",
    "Made with love by Ministry": "Fait avec amour par Ministry"
  },
  "it": {
    "Home": "Home",
    "Pricing": "Prezzi",
    "Reviews": "Recensioni",
    "Blog": "Blog",
    "Set up your event": "Crea il tuo evento",
    "DASHBOARD": "DASHBOARD",
    "dashboard": "dashboard",
    "LOGIN": "ACCEDI",
    "login": "accedi",
    "Make someone smile all year long – for": "Fai sorridere qualcuno tutto l'anno – per",
    "Make someone smile all year long - for": "Fai sorridere qualcuno tutto l'anno – per",
    "Make someone smile all year long": "Fai sorridere qualcuno tutto l'anno",
    "weddings": "matrimoni",
    "birthdays": "compleanni",
    "parties": "feste",
    "any big day": "ogni grande giorno",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Trasforma un giorno speciale in 52 settimane di ricordi. Perché alcuni momenti sono fatti per durare.",
    "The perfect gift for:": "Il regalo perfetto per:",
    "Corporate events": "Eventi aziendali",
    "One day of celebration. 52 reminders of love.": "Un giorno di festa. 52 promemoria d'amore.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfetto per le coppie che apprezzano i ricordi più delle cose. Lascia che i loro cari inviino un messaggio a settimana – sincero, divertente e indimenticabile.",
    "Birthday": "Compleanno",
    "Wedding": "Matrimonio",
    "how it works": "come funziona",
    "Message in. Magic out.": "Messaggio dentro. Magia fuori.",
    "No app download needed. Easy as 1, 2, 3.": "Nessuna app da scaricare. Facile come 1, 2, 3.",
    "Step 1": "Passo 1",
    "Step 2": "Passo 2",
    "Step 3": "Passo 3",
    "Step 4": "Passo 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Crea il tuo evento e invita gli ospiti con un semplice link o volantino QR code",
    "Guests upload photos or videos with a short message — no app or signup required.": "Gli ospiti caricano foto o video con un breve messaggio — senza app o registrazione.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Consegniamo i loro ricordi settimana dopo settimana — in un bellissimo album online che cresce nel tempo.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Mantieni il controllo: monitora i progressi, gestisci gli inviti e apporta modifiche in qualsiasi momento.",
    "Try it for free": "Prova gratis",
    "Send yourself a memory to see how it works – no sign-up required.": "Inviati un ricordo per vedere come funziona – senza registrazione.",
    "Create a test memory": "Crea un ricordo di prova",
    "Ready to set up your event?": "Pronto a creare il tuo evento?",
    "Pay once. Enjoy it all year.": "Paga una volta. Goditi tutto l'anno.",
    "26 Memories": "26 ricordi",
    "One surprise every two weeks": "Una sorpresa ogni due settimane",
    "Best for small, intimate celebrations": "Ideale per piccole celebrazioni intime",
    "Get started": "Inizia",
    "52 Memories": "52 ricordi",
    "One surprise every week": "Una sorpresa ogni settimana",
    "The most loved option": "L'opzione più amata",
    "most popular": "più popolare",
    "104 Memories": "104 ricordi",
    "Two surprises per week": "Due sorprese a settimana",
    "Best for large groups and many contributors": "Ideale per grandi gruppi",
    "What's included:": "Cosa è incluso:",
    "Worldwide access, multiple languages": "Accesso mondiale, più lingue",
    "Photos and messages, optional video": "Foto e messaggi, video opzionale",
    "Timed delivery over 52 weeks": "Consegna programmata su 52 settimane",
    "100% money-back guarantee": "Garanzia soddisfatti o rimborsati 100%",
    "Quick invites via link or QR code": "Inviti rapidi tramite link o QR code",
    "What users remember": "Cosa ricordano gli utenti",
    "Turning one day into a year of memories.": "Trasformare un giorno in un anno di ricordi.",
    "setup": "configurazione",
    "MESSAGES": "MESSAGGI",
    "GIFTING": "REGALI",
    "Is 52memories available worldwide?": "52memories è disponibile in tutto il mondo?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Sì — come servizio digitale, 52memories funziona ovunque con accesso a internet. Se non ci sono restrizioni locali, puoi usarlo da qualsiasi parte del mondo.",
    "What languages does 52memories support?": "Quali lingue supporta 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Le carte possono essere scritte in qualsiasi lingua. L'interfaccia è disponibile in più lingue: inglese, tedesco, spagnolo, francese, italiano, polacco, olandese, portoghese, turco — e altre.",
    "How do I know if all memory slots are filled?": "Come faccio a sapere se tutti gli slot sono pieni?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "La tua dashboard mostra chi ha contribuito e quanti slot restano — e permette di invitare altri ospiti.",
    "Can I set multiple recipients?": "Posso impostare più destinatari?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Sì! Puoi aggiungere più destinatari — e modificarli in seguito se necessario.",
    "Can I increase the number of memories later?": "Posso aumentare il numero di ricordi in seguito?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "No — una volta creato l'evento, il ritmo di consegna è fisso. Scegli il numero prima di iniziare.",
    "Can I plan ahead for an event in the future?": "Posso pianificare un evento futuro?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Assolutamente. Crea il tuo evento per qualsiasi data futura — la prossima settimana, il prossimo mese o anche l'anno prossimo.",
    "Can I test before buying?": "Posso provare prima di acquistare?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Assolutamente! Prova e guarda come gli ospiti creano ricordi.",
    "How do I invite guests?": "Come invito gli ospiti?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Invia loro il tuo link — o distribuisci il volantino QR stampato all'evento.",
    "How do I create an event?": "Come creo un evento?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Crea un account, scegli quanti ricordi vuoi inviare e ottieni subito il link e il volantino QR dopo il pagamento.",
    "What if I'm not satisfied with 52memories?": "E se non sono soddisfatto di 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Nessun problema — se non sei soddisfatto, puoi annullare entro 3 mesi dalla prima carta. Rimborsiamo l'intero importo.",
    "Why should I use 52memories?": "Perché dovrei usare 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Alcuni giorni sono troppo speciali — e passano in un istante. 52memories trasforma quel giorno in qualcosa di duraturo: un anno di messaggi sorpresa, foto e momenti condivisi — consegnati con amore.",
    "Can the photos and videos shared by guests be downloaded?": "Le foto e i video condivisi dagli ospiti possono essere scaricati?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Ci stiamo lavorando. Per ora i download non sono disponibili, ma potrebbero esserlo in futuro.",
    "Can I see the cards that have been created?": "Posso vedere le carte create?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Nella dashboard vedi chi ha creato carte e per quali date — ma il contenuto resta nascosto fino allo sblocco.",
    "How are the messages delivered to the recipient?": "Come vengono consegnati i messaggi al destinatario?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Ogni volta che si sblocca una nuova carta, il destinatario riceve un'email con un link al suo album online.",
    "What happens if a guest creates multiple cards?": "Cosa succede se un ospite crea più carte?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Nella dashboard vedi chi ha creato carte. Puoi eliminare quelle in eccesso.",
    "Can created cards be edited later?": "Le carte create possono essere modificate in seguito?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Sì. Gli ospiti ricevono un'email con un link per modificare la carta.",
    "Do guests need to register or download an app?": "Gli ospiti devono registrarsi o scaricare un'app?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "No! Possono creare la carta subito. Serve solo l'email per la conferma.",
    "How do guests create messages?": "Come creano i messaggi gli ospiti?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "È semplicissimo — gli ospiti caricano foto o video, aggiungono un messaggio e inviano. Senza app.",
    "What kind of technical setup do guests need?": "Quale attrezzatura tecnica serve agli ospiti?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Solo uno smartphone e connessione internet. Si può fare anche da computer.",
    "Can multiple people contribute together?": "Più persone possono contribuire insieme?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Certamente. Puoi aggiungere il nome del gruppo o tutti i nomi — li includeremo nel primo messaggio.",
    "How does the recipient find out about the gift?": "Come scopre il destinatario del regalo?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Riceveranno un'email di benvenuto che spiega cos'è 52memories e da chi viene.",
    "Can I use it for a couple, a single person, or a group?": "Posso usarlo per una coppia, una persona o un gruppo?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Sì! 52memories è perfetto per compleanni, matrimoni, anniversari, addii, eventi di squadra e molte altre occasioni.",
    "How much does it cost?": "Quanto costa?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Il prezzo dipende da quanti ricordi vuoi inviare: bisettimanale (26), settimanale (52) o due volte a settimana (104).",
    "NAVIGATION": "NAVIGAZIONE",
    "Farewell": "Addio",
    "Baby shower": "Baby shower",
    "Retirement": "Pensionamento",
    "Anniversary": "Anniversario",
    "Graduation": "Laurea",
    "Team event": "Evento di squadra",
    "Social links": "Link social",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Tutti i diritti riservati.",
    "Privacy": "Privacy",
    "Site notice": "Note legali",
    "Terms and conditions": "Termini e condizioni",
    "Cookies Settings": "Impostazioni cookie",
    "Made with love by Ministry": "Fatto con amore da Ministry"
  },
  "es": {
    "Home": "Inicio",
    "Pricing": "Precios",
    "Reviews": "Reseñas",
    "Blog": "Blog",
    "Set up your event": "Crear tu evento",
    "DASHBOARD": "PANEL",
    "dashboard": "panel",
    "LOGIN": "INICIAR SESIÓN",
    "login": "iniciar sesión",
    "Make someone smile all year long – for": "Haz sonreír a alguien todo el año – para",
    "Make someone smile all year long - for": "Haz sonreír a alguien todo el año – para",
    "Make someone smile all year long": "Haz sonreír a alguien todo el año",
    "weddings": "bodas",
    "birthdays": "cumpleaños",
    "parties": "fiestas",
    "any big day": "cualquier gran día",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Convierte un día especial en 52 semanas de recuerdos. Porque algunos momentos están hechos para durar.",
    "The perfect gift for:": "El regalo perfecto para:",
    "Corporate events": "Eventos corporativos",
    "One day of celebration. 52 reminders of love.": "Un día de celebración. 52 recordatorios de amor.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfecto para parejas que valoran los recuerdos más que las cosas. Deja que sus seres queridos envíen un mensaje por semana – sincero, divertido e inolvidable.",
    "Birthday": "Cumpleaños",
    "Wedding": "Boda",
    "how it works": "cómo funciona",
    "Message in. Magic out.": "Mensaje adentro. Magia afuera.",
    "No app download needed. Easy as 1, 2, 3.": "No necesitas descargar ninguna app. Fácil como 1, 2, 3.",
    "Step 1": "Paso 1",
    "Step 2": "Paso 2",
    "Step 3": "Paso 3",
    "Step 4": "Paso 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Crea tu evento e invita a los invitados con un simple enlace o flyer con código QR",
    "Guests upload photos or videos with a short message — no app or signup required.": "Los invitados suben fotos o videos con un mensaje corto — sin app ni registro.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Entregamos sus recuerdos semana a semana — en un hermoso álbum online que crece con el tiempo.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Mantén el control: sigue el progreso, gestiona invitaciones y haz cambios en cualquier momento.",
    "Try it for free": "Pruébalo gratis",
    "Send yourself a memory to see how it works – no sign-up required.": "Envíate un recuerdo para ver cómo funciona – sin registro.",
    "Create a test memory": "Crear un recuerdo de prueba",
    "Ready to set up your event?": "¿Listo para crear tu evento?",
    "Pay once. Enjoy it all year.": "Paga una vez. Disfruta todo el año.",
    "26 Memories": "26 recuerdos",
    "One surprise every two weeks": "Una sorpresa cada dos semanas",
    "Best for small, intimate celebrations": "Ideal para pequeñas celebraciones íntimas",
    "Get started": "Comenzar",
    "52 Memories": "52 recuerdos",
    "One surprise every week": "Una sorpresa cada semana",
    "The most loved option": "La opción más querida",
    "most popular": "más popular",
    "104 Memories": "104 recuerdos",
    "Two surprises per week": "Dos sorpresas por semana",
    "Best for large groups and many contributors": "Ideal para grupos grandes",
    "What's included:": "Qué incluye:",
    "Worldwide access, multiple languages": "Acceso mundial, múltiples idiomas",
    "Photos and messages, optional video": "Fotos y mensajes, video opcional",
    "Timed delivery over 52 weeks": "Entrega programada durante 52 semanas",
    "100% money-back guarantee": "Garantía de devolución 100%",
    "Quick invites via link or QR code": "Invitaciones rápidas por enlace o código QR",
    "What users remember": "Lo que los usuarios recuerdan",
    "Turning one day into a year of memories.": "Convertir un día en un año de recuerdos.",
    "setup": "configuración",
    "MESSAGES": "MENSAJES",
    "GIFTING": "REGALOS",
    "Is 52memories available worldwide?": "¿52memories está disponible en todo el mundo?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Sí — como servicio digital, 52memories funciona en cualquier lugar con acceso a internet. Si no hay restricciones locales, puedes usarlo desde cualquier parte del mundo.",
    "What languages does 52memories support?": "¿Qué idiomas soporta 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Las tarjetas pueden escribirse en cualquier idioma. La interfaz está disponible en varios idiomas: inglés, alemán, español, francés, italiano, polaco, holandés, portugués, turco — y más.",
    "How do I know if all memory slots are filled?": "¿Cómo sé si todos los espacios están llenos?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Tu panel muestra quién ha contribuido y cuántos espacios quedan — y permite invitar más invitados.",
    "Can I set multiple recipients?": "¿Puedo configurar múltiples destinatarios?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "¡Sí! Puedes agregar más de un destinatario — y modificarlos después si es necesario.",
    "Can I increase the number of memories later?": "¿Puedo aumentar el número de recuerdos después?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "No — una vez creado el evento, el ritmo de entrega es fijo. Elige el número antes de empezar.",
    "Can I plan ahead for an event in the future?": "¿Puedo planificar un evento futuro?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Totalmente. Crea tu evento para cualquier fecha futura — la próxima semana, el próximo mes o incluso el próximo año.",
    "Can I test before buying?": "¿Puedo probar antes de comprar?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "¡Absolutamente! Pruébalo y ve cómo los invitados crean recuerdos.",
    "How do I invite guests?": "¿Cómo invito a los invitados?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Envíales tu enlace — o reparte el flyer QR impreso en el evento.",
    "How do I create an event?": "¿Cómo creo un evento?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Crea una cuenta, elige cuántos recuerdos quieres enviar y obtén acceso instantáneo a tu enlace y flyer QR después del pago.",
    "What if I'm not satisfied with 52memories?": "¿Y si no estoy satisfecho con 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "No te preocupes — si no estás satisfecho, puedes cancelar dentro de 3 meses después de la primera tarjeta. Reembolsamos el precio completo.",
    "Why should I use 52memories?": "¿Por qué debería usar 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Algunos días son demasiado especiales — y pasan en un instante. 52memories convierte ese día en algo duradero: un año de mensajes sorpresa, fotos y momentos compartidos — entregados con amor.",
    "Can the photos and videos shared by guests be downloaded?": "¿Se pueden descargar las fotos y videos compartidos por los invitados?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Estamos trabajando en ello. Por ahora las descargas no están disponibles, pero podrían estarlo en el futuro.",
    "Can I see the cards that have been created?": "¿Puedo ver las tarjetas creadas?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "En tu panel puedes ver quién creó tarjetas y para qué fechas — pero el contenido permanece oculto hasta el desbloqueo.",
    "How are the messages delivered to the recipient?": "¿Cómo se entregan los mensajes al destinatario?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Cada vez que se desbloquea una nueva tarjeta, el destinatario recibe un email con un enlace a su álbum online.",
    "What happens if a guest creates multiple cards?": "¿Qué pasa si un invitado crea múltiples tarjetas?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "En tu panel verás quién creó tarjetas. Puedes eliminar las extras.",
    "Can created cards be edited later?": "¿Las tarjetas creadas pueden editarse después?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Sí. Los invitados reciben un email con un enlace para editar su tarjeta.",
    "Do guests need to register or download an app?": "¿Los invitados necesitan registrarse o descargar una app?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "¡No! Pueden crear su tarjeta inmediatamente. Solo necesitamos su email para la confirmación.",
    "How do guests create messages?": "¿Cómo crean mensajes los invitados?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Es muy simple — los invitados suben foto o video, agregan un mensaje y envían. Sin app.",
    "What kind of technical setup do guests need?": "¿Qué equipamiento técnico necesitan los invitados?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Solo un smartphone y conexión a internet. También pueden hacerlo desde una computadora.",
    "Can multiple people contribute together?": "¿Pueden contribuir varias personas juntas?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Definitivamente. Puedes agregar el nombre del grupo o todos los nombres — los incluiremos en el primer mensaje.",
    "How does the recipient find out about the gift?": "¿Cómo descubre el destinatario el regalo?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Recibirán un cálido email de bienvenida explicando qué es 52memories y de quién viene.",
    "Can I use it for a couple, a single person, or a group?": "¿Puedo usarlo para una pareja, una persona o un grupo?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "¡Sí! 52memories es perfecto para cumpleaños, bodas, aniversarios, despedidas, eventos de equipo y muchas otras ocasiones.",
    "How much does it cost?": "¿Cuánto cuesta?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "El precio depende de cuántos recuerdos quieras enviar: quincenal (26), semanal (52) o dos veces por semana (104).",
    "NAVIGATION": "NAVEGACIÓN",
    "Farewell": "Despedida",
    "Baby shower": "Baby shower",
    "Retirement": "Jubilación",
    "Anniversary": "Aniversario",
    "Graduation": "Graduación",
    "Team event": "Evento de equipo",
    "Social links": "Redes sociales",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Todos los derechos reservados.",
    "Privacy": "Privacidad",
    "Site notice": "Aviso legal",
    "Terms and conditions": "Términos y condiciones",
    "Cookies Settings": "Configuración de cookies",
    "Made with love by Ministry": "Hecho con amor por Ministry"
  }
}

